---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.PnIdModelerBrowser
source: html/b344f529-7707-e51a-db85-f2b618f2956d.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.PnIdModelerBrowser Property

The P&ID modeler browser pane.

## Syntax (C#)
```csharp
public static DockablePaneId PnIdModelerBrowser { get; }
```